---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilledRegion
source: html/fe190d69-c523-d289-3fe7-b99f69dc1123.htm
---
# FilledRegion Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.